Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: the drops are on the bottom nearest the soil .
af: aan die onderkant naaste aan die grond .

source: where is the water coming from ?
af: waarvandaan kom die water ?

source: the water is coming from the soil .
af: uit die grond .

source: how did the water get into the soil ?
af: hoe het die water in die grond gekom ?

source: from the rain
af: deur middel van re&#235;n .

source: some plants can live even when no rain falls .
af: party plante kan lewe selfs al val daar geen re&#235;n nie .

source: how do they live ?
af: hoe doen hulle dit ?

source: their roots can absorb water in the soil .
af: hulle wortels absorbeer water uit die grond .

source: some plants have roots that do this very well so they can live in dry places .
af: sommige plante het wortels wat dit baie goed doen daarom kan hulle in dro&#235; plekke groei .

source: farmers know that soils are not all the same .
af: boere weet dat alle grond nie dieselfde is nie .

source: they know that some soils hold water well and other soils do not hold water well .
af: hulle weet dat sommige grond water goed hou en ander grond glad nie .

source: an easy way to see how well soil holds water is to pour some water into soil and let it run through into a bottle .
af: 'n maklike manier om te sien hoe goed grond water hou is om water in grond te gooi en dit deur 'n tregter te laat hardloop .

source: look at the first picture below .
af: kyk na die eerste prentjie hieronder .

source: these two bottles are the same size .
af: hierdie twee bottels is ewe groot .

source: in the next picture the water is poured into the jar with the soil in it .
af: kyk na die volgende prentjie die water word in die fles gegooi wat grond in het .

source: look at the last picture has all the water run through the soil ?
af: kyk na die laaste prentjie het al die water deur die grond geloop ?

source: let's do an investigation to see how much water the different soil types can hold .
af: kom ons doen 'n ondersoek om te kyk hoeveel water verskillende soorte grond kan hou .

source: for this investigation activity you need two different kinds of soil from two different places .
af: vir hierdie ondersoek het jy twee verskillende soorte grond van twee verskillende plekke nodig .

source: let us call them soil a and soil b .
af: kom ons noem dit grond a en grond b .

source: try and get samples of different soil types i.e. sand clay and loam soil .
af: probeer om verskillende grondsoorte te kry &#8211; byvoorbeeld sand klei en leemgrond .

source: for the following investigation the learners will have to plan some of it themselves and will not be told step by step what to do .
af: vir hierdie ondersoek moet leerders self dele van die ondersoek beplan en gaan hulle nie stap vir stap ges&#234; word wat om te doen nie .

source: if you want to you can make the investigation include all three different soil types if you manage to get samples from each and then you will have soil a b and c .
af: as jy wil kan jy al die verskillende grondsoorte in die ondersoek gebruik &#8211; indien jy voorbeelde van elkeen kan kry .

source: plan an investigation to compare soil a soil b and then do the investigation .
af: beplan 'n ondersoek om grond a grond b en grond c te vergelyk en doen dan die ondersoek .

source: the main question you must answer is which soil holds more water ?
af: jy moet eerstens die vraag watter grond hou meer water ? beantwoord .

source: when you compare things you must be fair .
af: wanneer jy twee dinge vergelyk moet jy regverdig wees .

source: for example if we want to compare runners in gr. 5 athletics we must let them run on the same track .
af: wanneer jy byvoorbeeld twee atlete in graad 5 se atletiese vermo&#235;ns wil vergelyk moet ons hulle op dieselfde baan laat hardloop .

source: it is not fair if we let some of them run through bushes but the others can run on a smooth track !
af: dit is nie regverdig as ons die een deur die bosse laat hardloop en die ander een op 'n gelyke baan laat hardloop nie .

source: to be able to compare them all fairly we must treat all the runners in the same way .
af: ons moet al die atlete op dieselfde manier hanteer dan sal dit regverdig wees as ons hulle vergelyk .

source: set up the soils as you see in the picture below; in funnel a the soil will hold some of the water you pour in .
af: stel die grondmonsters op soos in die prent hieronder in tregter a sal die grond van die water wat jy ingooi terughou .

source: in funnel b the other soil will also hold some of the water you pour in .
af: in tregter b sal die grond ook van die water wat jy ingooi terughou .

source: but will they hold the same amounts ?
af: sal hulle dieselfde hoeveelhede terughou ?

source: how will you ensure that you are being fair ?
af: wat sal jy doen om seker te maak dat jy regverdig is ?

source: teacher note the learners should realise that the amount of water and the amount of soil in each case should be the same to make it a fair test .
af: nota aan die onderwyser die leerders moet besef dat die hoeveelheid water en die hoeveelheid grond in elke geval dieselfde moet wees om dit 'n regverdige toets te maak .

source: aim what you want to find out
af: doel wat jy wil uitvind

source: prediction hypothesis what you think will happen
af: voorspelling hipotese wat jy dink gaan gebeur

source: materials and apparatus what you will need
af: materiale en apparaat wat jy gaan nodig h&#234;

source: look at the pictures above to help you write a list in the space below .
af: kyk na die prente om jou te help om 'n lysie in die spasie langsaan te skryf .

source: method what you must do
af: metode wat jy moet doen

source: write out the instructions for how to carry out this investigation below .
af: skryf instruksies vir die uitvoer van die ondersoek langsaan .

source: remember to number the steps .
af: onthou om die stappe te nommer .

source: results and observations
af: resultate en waarnemings

source: what did you observe when doing this experiment ?
af: wat het jy waargeneem toe jy die eksperiment gedoen het ?

source: use the space below to draw a bar graph to show your results from this experiment .
af: gebruik die spasie hieronder om 'n staafgrafiek te trek om jou resultate uit die eksperiment voor te stel .

source: remember to label the axes of your graph and give it a heading .
af: onthou om die asse van jou grafiek te benoem en 'n opskrif vir jou grafiek te gee .

source: a bar graph is used as we are comparing two different things soil a and b and they are not related to each other .
af: 'n staafgrafiek is iets wat ons gebruik wanneer ons twee dinge vergelyk grond a en b en hulle nie verband hou met mekaar nie .

source: the soil type will go on the x axis and the amount of water held by soil will go on the y axis probably measured in millilitres .
af: die grondsoort sal op die x as gaan en die hoeveelheid water teruggehou deur die grond sal op die y as gaan heel moontlik in millimeters afgemeet .

source: how you could do this investigation better ?
af: hoe kan jy die ondersoek verbeter ?

source: write a sentence where you give a conclusion about what you learnt from this investigation. see if you can identify what types of soil soil a and b were .
af: skryf 'n sin waarin jy 'n gevolgtrekking maak oor wat jy uit die ondersoek geleer het .

source: for example i learnt that the soil from the bottom of the hill holds more water than the soil from the top of the hill .
af: byvoorbeeld ek het geleer dat grond wat van die onderkant van die heuwel af kom meer water hou as grond van die bokant .

source: also ask learners to identify what types of soil they think soil a and b are .
af: vra ook vir leerders om die soort grond te identifiseer wat hulle dink grond a en b is .

source: sandy soil does not hold much water .
af: sanderige grond hou nie baie water nie .

source: clay soil holds too much water .
af: kleigrond hou te veel water .

source: clay holds water because it has very small grains .
af: kleigrond hou water omdat dit baie klein korrels het .

source: the grains fit together tightly .
af: die korrels is styf teen mekaar .

source: loam soil has a mixture of sand and clay along with composted plant and animal substances .
af: leemgrond het 'n mengsel van sand en klei asook verrotte plant en diermateriaal .

source: so loam soil holds water well but does not become waterlogged like clay soil .
af: leemgrond sal daarom water goed hou maar nie deurweek word soos kleigrond nie .

source: why does sand let the water run through quickly ?
af: waarom laat sand die water vinnig deurhardloop ?

source: you are asking the children to make a hypothesis based on the information about the size of the grains .
af: jy vra jou leerders om 'n hipotese te maak gegrond op die inligting wat hulle het oor die grootte van die korrels .

source: sand grains are much larger than clay grains and so they don't fit together so tightly and so there is more space for the water to run through .
af: sandkorrels is baie groter as kleikorrels en daarom pas hulle nie so styf teenmekaar nie en is daar meer spasie vir die water om deur te loop .

source: now that we have looked at how different soil types hold different amounts of water let's compare how well plants grow in the different soil types .
af: noudat ons gekyk het hoe verskillende grondsoorte verskillende hoeveelhede water hou kan ons vergelyk hoe goed plante in verskillende grondsoorte groei .

source: you might have grown seedlings before in life and living but let's do it again .
af: in lewe en lewende dinge het jy gesien hoe saailinge groei maar kom ons probeer weer die eksperiment doen en die keer fokus op die soort grond .

source: we use radish seeds because they germinate very quickly .
af: ons gebruik radyssade omdat hulle vinnig ontkiem .

source: also they are so small that they soon need substances from the soil to continue growing .
af: hulle is ook so klein dat hulle binnekort stowwe uit die grond gaan nodig h&#234; om aan te hou groei .

source: in the tin with sand they will not get those substances and they will soon begin to die .
af: in die blik sand sal hulle nie daardie stowwe kry nie en sal hulle begin doodgaan .

source: in the loam soil your learners may get several good radishes .
af: in die leemgrond mag jou leerders 'n paar mooi radyse kry .

source: a radish is a root vegetable that has a sharp hot taste .
af: 'n radys is 'n wortelgroente wat 'n skerp branderige smaak het .

source: if you cannot find clay soil then just do the investigation using sand and loam soil which are easier to obtain .
af: as jy nie kleigrond kan kry nie kan jy net die ondersoek met sand en leemgrond doen wat makliker is om in die hande te kry .

source: method
af: metode

source: to calculate the average height learners must measure the height of each seedling for a soil type add all the heights together and then divide by the number of seedlings that have grown for that soil type .
af: om die gemiddelde hoogte te bereken moet leerders die hoogte van elke saailing van 'n grondsoort meet die hoogtes bymekaar tel en verdeel deur die hoeveelheid saailinge wat in die grondsoort gegroei het .

source: they must do this for each soil type .
af: hulle moet dit vir elke grondsoort doen .

source: use the space below to draw a table to record your results from measuring the height of the seedlings each day .
af: gebruik die spasie hieronder en teken 'n tabel om die resultate van jou afmetings van die hoogte van die saailinge elke dag aan te teken .

source: give your table a heading .
af: gee jou tabel 'n opskrif .

source: learners may need help with this .
af: leerders mag dalk hulp nodig h&#234; hiermee .

source: perhaps draw a table on the board like the one given below
af: teken miskien 'n tabel op die bord soos die een wat op die volgende bladsy is

source: average height grown by seedlings in different soil types .
af: gemiddelde hoogte wat die saailinge in die verskillende grondsoorte gegroei het .

source: now draw graphs to compare your results .
af: trek nou grafieke om jou resultate te vergelyk .

source: a table is one way of presenting results but a graph gives a visual representation which is sometimes easier to quickly understand and compare the results from an experiment .
af: 'n tabel is een manier om resultate aan te bied maar 'n grafiek gee 'n visuele voorstelling en is soms makliker en vinniger om te verstaan asook om resultate te vergelyk .

source: first draw a line graph to show the change in average height of the seedlings grown in loam soil over time .
af: trek eers 'n lyngrafiek om die verskil in die gemiddelde hoogte wat die saailinge oor tyd in leemgrond gegroei het voor te stel .

source: a line graph is used as we are showing the change over time of one thing .
af: 'n lyngrafiek wys hoe iets oor tyd verander het .

source: the input independent variable is the day and this goes on the x axis .
af: die invoer onafhanklike veranderlike is die dag en word op die x as aangedui .

source: the output dependent variable is the average height grown and this goes on the y axis .
af: die lewering afhanklike veranderlike is die gemiddelde hoogte gegroei en dit word op die y as aangedui .

source: next draw a bar graph to compare the average height of the seedlings on the last day of your investigation for each soil type used .
af: trek nou 'n staafgrafiek om die gemiddelde hoogte van die saailinge op die laaste dag van jou ondersoek te vergelyk vir elke grondsoort .

source: as with the previous bar graph a bar graph must be drawn as there are 3 different things being tested which are not related to each other the different soil types .
af: soos met die vorige staafgrafiek moet so 'n grafiek gebruik word omdat daar 3 dinge getoets word wat nie met mekaar verband hou nie die verskillende grondsoorte .

source: soil type goes on the x axis and height grown goes on the y axis in centimetres or millimetres .
af: grondsoorte word aangeteken op die x as en hoogte gegroei op die y as in sentimeters of millimeters .

source: conclusion
af: gevolgtrekking

source: write a conclusion for this investigation .
af: skryf 'n gevolgtrekking vir die ondersoek .

source: remember in a conclusion you must answer the question which you set out to investigate at the start .
af: onthou in 'n gevolgtrekking moet jy die vraag beantwoord waarmee jy die ondersoek begin het .

source: labels crust mantle core
af: antwoord kors mantel kern .

source: what is the crust of the earth made of ?
af: waarvan is die aarde se kors gemaak ?

source: use some words from the word box to complete the sentences in questions 3 to 6 .
af: gebruik van die woorde uit die woordraampie hieronder om die sinne in vraag 3 tot 6 te voltooi .

source: write out the whole sentence each time .
af: skryf elke keer die hele sin uit .

source: clay
af: kleigrond

source: silt
af: slik

source: photosynthesis
af: fotosintese

source: animals
af: diere

source: topsoil
af: bogrond

source: subsoil
af: ondergrond

source: food
af: kos

source: loam
af: leemgrond

source: rocks and soil
af: rotse en grond

source: the weathered rock becomes part of the soil .
af: die verweerde rotse word deel van die grond .

source: the big and small grains of rock mix with parts of dead plants and .
af: die groot en klein korrels van die rots meng met dele dooie plante en .

source: this mixture is called topsoil. can hold water that plants need .
af: hierdie mengsel word bogrond genoem. kan water hou wat plante nodig het .

source: animals topsoil
af: diere bogrond

source: loam soil is topsoil .
af: leemgrond is bogrond .

source: it has a good mixture of soil. holds enough water for most plants not too much and not too little .
af: dit het 'n goeie mengsel grond. hou genoeg water vir meeste plante nie te veel nie en ook nie te min nie .

source: sand silt and clay loam
af: sand slik en klei leem

source: plants need the nutrients in topsoil to make food by the process of .
af: plante het die voedingstowwe in bogrond nodig om kos te maak deur die proses .

source: plants are food for most animals .
af: plante is kos vir die meeste diere .

source: some of these animals are food for meat eating animals .
af: party van hierdie diere is kos vir vleisetende diere .

source: so without there will be no plants and no animals .
af: sonder sal daar nie plante of diere wees nie .

source: photosynthesis topsoil
af: fotosintese bogrond

source: we have to stop topsoil washing away when it rains because we need to grow .
af: ons moet keer dat die bogrond wegspoel as dit re&#235;n omdat ons nodig het om te groei .

source: topsoil food
af: bogrond kos

source: what is humus and where would you find it ?
af: wat is humus en waar kry mens dit ?

source: humus is the remains of dead organisms plants and animals that have started to decay .
af: humus is die oorblyfsels van dooie organismes plante en diere wat al begin verrot het .

source: it is found in the topsoil particularly in loam soil .
af: dit word in die bogrond gevind veral in leemgrond .

source: the difference has to do with the type of soil that each plant is growing in .
af: die verskil het te doen met die soort grond waarin elkeen groei .

source: the plant on the left is growing in rich loam soil .
af: die plant aan die linkerkant groei in ryk leemgrond .

source: it can therefore get nutrients from the soil and also water as loam soil has a high water holding capacity .
af: dit kry dus al die nutri&#235;nte uit die grond en genoeg water aangesien leemgrond 'n ho&#235; kapasiteit het om water te hou .

source: the plant on the right is growing in poor sandy soil which does not have many nutrients .
af: die plant aan die regterkant groei in arm sanderige grond wat nie baie nutri&#235;nte het nie .

source: sandy soil also cannot hold water well as it has coarse particles so the water just runs through .
af: sanderige grond kan nie water so goed hou nie omdat dit growwe deeltjies het .

source: the plant therefore is not getting enough water and is wilting .
af: die water syfer dus net deur .

source: chapter 3 deals with one kind of rock sedimentary rock .
af: in hoofstuk 3 behandel ons een soort rots &#8211; afsettingsgesteentes .

source: this does leave one wondering what other types of rock there are .
af: dit laat 'n mens wonder watter ander soorte rots daar is .

source: the main other type of rock is igneous rock .
af: die vernaamste ander soort rots is vulkaniese rots .

source: that is rock that has been hot and molten and pushed up from deep in the mantle .
af: dit is klippe wat warm en gesmelt was en opgestoot het uit die mantel .

source: mostly it hardens under the ground and we see it only millions of years later when erosion has removed the ground over it .
af: dit word meestal onder die grond hard en ons sien dit miljoene jare later wanneer erosie die grond bo oor dit verwyder het .

source: sometimes it breaks through the crust as molten lava and we have a volcano .
af: soms breek dit deur die kors as vloeibare lawa en dan het ons 'n vulkaan .

source: the top of the drakensberg is the remains of a huge outpouring of lava long ago .
af: die bokant van die drakensberge is die oorblyfsel van 'n groot uitbarsting lawa wat baie lank terug gebeur het .

source: nature is always breaking down rock and eroding it so mountains are always changing .
af: die natuur is deurentyd besig om rotse af te breek en te verweer dus verander berge die heeltyd .

source: they change so slowly that we cannot notice it in a person's lifetime but the changes are happening all the time .
af: hulle verander so stadig dat 'n mens dit nie in jou leeftyd gaan agterkom nie maar die veranderinge gebeur die heeltyd .

source: we saw in chapter 2 that the surface of the earth is made up of rocks and soil .
af: ons het in hoofstuk 2 gesien dat die oppervlak van die aarde uit rotse en grond bestaan .

source: there are different soil types but did you know that there are also different types of rock ?
af: daar is verskillende soorte grond maar het jy besef dat daar ook verskillende soorte rots is ?

source: we classify rocks depending on how they were formed .
af: ons klassifiseer rotse op grond van hoe hulle gevorm is .

source: we are going to look at sedimentary rock in this chapter and find out how it is formed and used .
af: ons gaan net na afsettingsgesteentes kyk in hierdie hoofstuk en uitvind hoe dit gevorm en gebruik word .

source: in chapter 2 we saw how rocks break up into smaller and smaller pieces until we have grains of sand .
af: in hoofstuk 2 het ons gesien hoe rotse in kleiner en kleiner stukkies opbreek totdat ons sandkorrels het .

source: now we will find out what happens to the sand .
af: ons gaan nou kyk wat met die sand gebeur .

source: different rock types video http www.youtube.com watch?v acqroasmxzg
af: verskillende rotstipes video . goo.gl yxufe

source: first rocks break up into smaller pieces until the pieces are grains of sand .
af: die rotse breek eers in kleiner stukkies op totdat die stukkies sandkorrels is .

source: next wind and moving water carry the sand and mud away .
af: daarna word sand en modder deur wind en vloeiende water weggevoer .

source: then the wind or the water may drop the sand and mud in one place .
af: die wind en water mag dalk die sand en modder op een plek neerl&#234; .

source: finally the sand grains might get stuck together again over time and make new rock .
af: die sandkorrels kan uiteindelik weer aan mekaar vassit en nuwe rotse vorm .

source: this new rock is called sedimentary rock .
af: hierdie nuwe rotse noem ons afsettingsgesteentes .

source: when wind or water move the pieces away from the rock we call this erosion .
af: wanneer wind of water deeltjies van die rots af wegneem noem ons dit erosie .

source: the wind and water erode the rock as they carry away the sand .
af: die wind en die water verweer die rots omdat dit die sand wegvoer .

source: when the wind and water put the sand grains down we call this deposition .
af: wanneer wind en water sandkorrels neersit noem ons dit neerslag .

source: the wind and water deposit the sand .
af: die wind en water neerslag die sand .

source: when the sand grains collect on top of each other they form a sediment .
af: wanneer die sandkorrels bo op mekaar versamel vorm dit sediment .

source: over time new layers of mud and sand are deposited on the previous layers .
af: oor tyd word nuwe lae modder en sand bo op die vorige lae bygevoeg .

source: over a very long time these sediments become compacted and hardened and become a sedimentary rock .
af: hierdie sediment word oor 'n lang tyd stewig en hard en vorm afsettingsgesteentes .

source: this happens because the grains of sand become glued together and other heavy sediments press down on the grains of sand .
af: dit gebeur omdat die sandkorrels aanmekaar vassit en ander swaarder sediment afdruk op die sandkorrels .

source: sediments lie on top of each other .
af: sediment l&#234; bo op mekaar .

source: we can actually see these layers in sedimentary rock and they are sometimes different colours .
af: ons kan die lae sien in die afsettingsgesteentes hulle is ook partykeerverskillende kleure .

source: find the sediments in the pictures below .
af: soek die sediment in die foto's hieronder .

source: let's have a look at how sediments are deposited over time .
af: kom ons kyk na hoe sediment oor 'n tydperk afgeset word .

source: except we do not have thousands of years so we are going to pretend each day of the week is actually about 1000 years !
af: ons het nie duisende jare om dit te doen nie so ons gaan maak of 'n week 'n 1000 jaar is .
